Repository: slp/gui-dirty
Catalog: Resources/*.lproj/Localizable.strings
Languages: german, italian, spanish

source: Quit
german: Beenden
italian: Esci
spanish: Salir

source: Cancel
german: Abbrechen
italian: Cancella
spanish: Cancelar

source: Don't Save
german: Verwerfen
italian: Non salvare
spanish: No Guardar

source: Save
german: Speichern
italian: Salva
spanish: Guardar

source: Save As
german: Speichern als
italian: Salva con nome
spanish: Guardar Como

source: OK
spanish: Aceptar

source: Dismiss
german: Verwerfen
italian: Dismetti
spanish: Despedir

source: Help
german: Hilfe
spanish: Ayuda

source: Current theme
german: Aktuelles Thema
spanish: Tema actual

source: Preview
german: Vorschau
italian: Anteprima
spanish: Vista Previa

source: Problem running the preview application '%@' perhaps you need to set your NSPreviewApp user default
german: Vorschau-Anwendung »%@« kann nicht ausgeführt werden. Vielleicht muss der Default-Eintrag NSPreviewApp gesetzt werden
italian: Errore nell'esecuzione dell'applicazione Anteprima '%@' Dovresti settare l'applicativo predefinito in NSPreviewApp defaults
spanish: Problema con la aplicación de vista previa '%@' talvez necesite establecer NSPreviewApp para su usuario

source: Alert
german: Hinweis
spanish: Alerta

source: Abort
german: Abbrechen
italian: Interrompi
spanish: Abortar

source: Backend at path %@ doesn't contain the GSBackend class
german: Backend bei %@ enthält keine GSBackend-Klasse
italian: Il backend a %@ non contiene la classe GSBackend
spanish: El backend en la ruta %@ no contiene la clase GSBackend

source: Can't create NSBundle object for backend at path %@
german: Kann kein NSBundle-Objekt für Backend bei %@ erstellen
italian: Non si riesce a creare l'oggetto NSBundle per il backend a %@
spanish: Imposible crear el objeto NSBundle para el backend en la ruta %@

source: Can't load object file from backend at path %@
german: Kann Objekt-Datei des Backends bei %@ nicht laden
italian: Non si riesce a caricare il file oggetto dal backend a %@
spanish: Imposible leer el archivo desde el backend en la ruta %@

source: Cannot load the main model file '%@'
german: Kann Haupt-Model-Datei »%@« nicht laden
italian: Non è possibile caricare il model file principale '%@'
spanish: Imposible leer el archivo de modelo principal '%@'

source: Critical Error in %@
german: Kritischer Fehler in %@
italian: Errore critico in %@
spanish: Error critico en %@

source: Debug
italian: Debugga
spanish: Depurar

source: Problem during launch app notification: %@
german: Problem beim Starten von App-Notifikation: %@
italian: Problema durante il lancio dell'applicazione: %@
spanish: Problema durante la notificación de aplicación iniciada: %@

source: Unable to find backend %@
german: Backend %@ nicht gefunden
italian: Non si riesce a trovare il backend %@
spanish: Incapaz de encontrar el backend %@

source: [NSApplication -init] called more than once
german: [NSApplication -init] mehrfach aufgerufen
italian: [NSApplication -init] chiamata più di una volta
spanish: [NSApplication -init] llamada más de una vez

source: reported exception - %@
german: meldet Ausnahme - %@
italian: riportata una exception - %@
spanish: excepción reportada - %@

source: Could not create data for type.
german: Für den Typ konnten keine Daten erzeugt werden.
spanish: No se pueden crear los datos por tipo.

source: Could not load data from URL.
german: Die Daten konnten nicht vom URL geladen werden.
spanish: No se pueden leer los datos desde la URL.

source: Could not load data.
german: Die Daten konnten nicht geladen werden.
spanish: No se pueden leer los datos.

source: No data specified for data loading.
german: Es wurden keine Daten zum Laden angegeben.
spanish: No hay datos especificados en la información leida.

source: No type specified for data.
german: Für die Daten wurde kein Typ angegeben.
spanish: No hay un tipo especificado para el dato.

source: CCITTFAX3 Compression
german: CCITTFAX3-Kompression
italian: Compressione CCITTFAX3
spanish: Compresión CCITTFAX3

source: CCITTFAX4 Compression
german: CCITTFAX4-Kompression
italian: Compressione CCITTFAX4
spanish: Compresión CCITTFAX4

source: JPEG Compression
german: JPEG-Kompression
italian: Compressione JPEG
spanish: Compresión JPEG

source: LZW Compression
german: LZW-Kompression
italian: Compressione LZW
spanish: Compresión LZW

source: NEXT Compression
german: NEXT-Kompression
italian: Compressione NEXT
spanish: Compresión NEXT

source: No Compression
german: Keine Kompression
italian: Non compresso
spanish: No hay Compresión

source: Old JPEG Compression
german: alte JPEG-Kompression
italian: Vecchia compressione JPEG
spanish: Vieja Compresión JPEG

source: PackBits Compression
german: PackBits-Kompression
italian: Compressione PackBits
spanish: Compresión PackBits

source: DeviceN
spanish: DispositivoN

source: Grayscale
german: Graustufen
spanish: Escala de Grises

source: unknown
german: unbekannt
spanish: desconocido

source: %@ has been edited. Are you sure you want to undo changes?
german: %@ wurde geändert. Wollen Sie die Änderungen wirklich verwerfen?
italian: %@ è stato modificato. Sei sicuro che vuoi annullare i cambiamenti?
spanish: %@ ha sido editado. ¿Esta seguro de querer revertir los cambios?

source: %@ has changed. Save?
german: %@ geändert. Speichern?
italian: %@ è cambiato. Salvare?
spanish: %@ ha cambiado. ¿Guardar?

source: Can't create backup file. Save anyways?
german: Kann Backup-Datei nicht anlegen. Dennoch Speichern?
italian: Non si può create un file di backup. Lo devo salvare lo stesso?
spanish: Imposible crear archivo de respaldo. ¿Guardar de cualquier modo?

source: Close
german: Schließen
italian: Chiudi
spanish: Cerrar

source: Could not load URL %@.
german: Konnte URL %@ nicht laden
italian: Non è stato possibile caricare lo URL %@.
spanish: Imposible leer la URL %@.

source: Could not load file %@.
german: Konnte Datei %@ nicht laden.
italian: Non è stato possibile caricare il file %@.
spanish: Imposible leer el archivo %@.

source: File Error
german: Dateifehler
italian: Errore con un file
spanish: Error de archivo

source: Load failed
german: Laden fehlgeschlagen
italian: Caricamento non riuscito
spanish: Carga fallida

source: Revert
german: Zurücksetzen
italian: Ritorna a com'era prima
spanish: Revertir

source: Save To
german: Speichern in
italian: Salva in
spanish: Grabar Para

source: Untitled-%d
german: unbenannt-%d
italian: Senza-Titolo-%d
spanish: Sin nombre-%d

source: Clear List
german: List Leeren
spanish: Limpiar Lista

source: Power Off
german: Aus
italian: Spegni
spanish: Desconectar

source: Quit Anyway
german: Dennoch beenden
italian: Esci comunque
spanish: Salir de Cualquier Forma

source: Review Unsaved
german: Ansehen
italian: Rivisita documenti non salvati
spanish: Revisión sin Grabar

source: You have unsaved documents
german: Sie haben ungespeicherte Dokumente
italian: Ci sono documenti non salvati
spanish: Usted tiene documentos sin grabar

source: Services
german: Dienste
spanish: Servicios

source: Replace
german: Überschreiben
italian: Sostituisci
spanish: Remplazar

source: The directory '%@' could not be created.
german: Das Verzeichnis »%@« konnte nicht erstellt werden.
italian: La directory '%@' non puo' essere creata.
spanish: El directorio '%@' no se pudo crear.

source: The directory '%@' does not exist, do you want to create it?
german: Das Verzeichnis »%@« existiert nicht. Wollen Sie es anlegen?
italian: La directory '%@' non esiste, la vuoi creare?
spanish: El directorio '%@' no existe, ¿quiere crearlo?

source: The file '%@' in '%@' exists. Replace it?
german: Die Datei »%@« in »%@« existiert bereits. Überschreiben?
italian: Il file '%@' in '%@' esiste. Vuoi sostituirlo?
spanish: El archivo '%@' en '%@' existe. ¿Remplazarlo?

source: The path '%@' is not a directory.
german: »%@« ist kein Verzeichnis.
spanish: La ruta '%@' no es un directorio.

source: Yes
german: Ja
italian: Si
spanish: Si

source: Colors
german: Farben
spanish: Colores

source: Customize
german: Anpassen
spanish: Modificar

source: Flexible Space
german: Flexibler Zwischenraum
spanish: Espacio Flexible

source: Fonts
german: Schriften
spanish: Fuentes

source: Print...
german: Drucken...
spanish: Imprimir...

source: Space
german: Zwischenraum
spanish: Espacio

source: Hide Toolbar
german: Toolbar Verstecken
spanish: Ocultar la Barra

source: Show Toolbar
german: Toolbar Anzeigen
spanish: Mostrar la Barra

source: Info
german: Information

source: No
german: Nein
